Repository: davidpelfree/pipeviewer
Catalog: trunk/src/nls/*.po
Languages: pl

source: failed to close file
pl: nie uda³o siê zamkn±æ pliku

source: failed to read file
pl: nie uda³o siê odczytaæ pliku

source: failed to stat file
pl: nie uda³o siê wykonaæ operacji stat na pliku

source: failed to stat output file
pl: nie uda³o siê wykonaæ operacji stat na pliku wyj¶ciowym

source: input file is output file
pl: plik wej¶ciowy jest zarazem plikiem wyj¶ciowym

source: G
pl: GB

source: M
pl: MB

source: k
pl: kB

source: G/s
pl: GB/s

source: M/s
pl: MB/s

source: k/s
pl: kB/s

source: /s
pl: B/s

source: failed to open terminal
pl: nie uda³o siê otworzyæ terminala

source: failed to lock terminal
pl: nie uda³o siê otworzyæ terminala

source: buffer allocation failed
pl: nie uda³o siê zaalokowaæ bufora

source: select call failed
pl: nie uda³o siê wywo³aæ funkcji select

source: read failed
pl: b³±d odczytu

source: write failed
pl: b³±d zapisu

source: show progress bar
pl: poka¿ pasek postêpu

source: show elapsed time
pl: poka¿ up³ywaj±cy czas

source: show estimated time of arrival (completion)
pl: poka¿ szacowany czas ukoñczenia

source: show data transfer rate counter
pl: poka¿ licznik prêdko¶ci przesy³ania

source: show number of bytes transferred
pl: poka¿ ilo¶æ przes³anych bajtów

source: output even if standard error is not a terminal
pl: poka¿ wyj¶cie nawet gdy b³êdy nie s± typu terminal

source: output percentages, not visual information
pl: w¶wietl wyj¶cie procentowo, bez graficznej prezentacji

source: do not output any transfer information at all
pl: nie wy¶wietlaj ¿adnych informacji o przesy³aniu

source: use cursor positioning escape sequences
pl: u¿ywaj sekwencji escape do pozycjonowania

source: display nothing until first byte transferred
pl: nie wy¶wietlaj nic a¿ do pierwszego przes³anego bajtu

source: SIZE
pl: WARTO¦Æ

source: set estimated data size to SIZE bytes
pl: ustaw oczekiwany rozmiar danych na WARTO¦Æ bajtów

source: SEC
pl: WARTO¦Æ

source: update every SEC seconds
pl: aktualizuj co ka¿de WARTO¦Æ sekund

source: WIDTH
pl: WARTO¦Æ

source: assume terminal is WIDTH characters wide
pl: przyjmij, ¿e terminal ma szeroko¶æ WARTO¦Æ znaków

source: assume terminal is HEIGHT rows high
pl: przyjmij, ¿e terminal ma szeroko¶æ WARTO¦Æ znaków

source: NAME
pl: NAZWA

source: prefix visual information with NAME
pl: poprzed¼ informacje prefiksem NAZWA

source: limit transfer to RATE bytes per second
pl: ogranicz przesy³ane dane do RATE bajtów na sekundê

source: show this help and exit
pl: wy¶wietl te informacje z pomoc± i wyjd¼

source: show version information and exit
pl: wy¶wietl informacje o wersji i wyjd¼

source: Usage: %s [OPTION] [FILE]...
pl: Sposób u¿ycia: %s [OPCJA] [PLIK]...

source: Concatenate FILE(s), or standard input, to standard output, with monitoring.
pl: £±czenie PLIK(ów) lub wej¶cia standardowego, do wyj¶cia standardowego z monitoringiem.

source: Please report any bugs to %s.
pl: Proszê przesy³aæ zg³oszenia b³êdów do %s.

source: %s: option structure allocation failed (%s)
pl: %s: nie uda³o siê zaalokowaæ struktur opcji (%s)

source: %s: option structure argv allocation failed (%s)
pl: %s: nie uda³o siê zaalokowaæ struktur opcji argv (%s)

source: Try `%s --help' for more information.
pl: Spróbuj `%s --help' by uzyskaæ wiêcej informacji

source: %s %s - Copyright(C) %s %s
pl: %s %s - Prawa autorskie (C) %s %s

source: Web site: %s
pl: Strona WWW: %s
